Repository: CovidTrackerFr/vitemadose-ios
Catalog: ViteMaDose/Resources/Localization/*.lproj/Localizable.strings
Languages: fr

# home.main_title
source: Find a vaccine quickly and easily
fr: Trouvez une dose de vaccin facilement et rapidement

# home.main_title.first_highlighted_text
source: quickly
fr: facilement

# home.main_title.second_highlighted_text
source: easily
fr: rapidement

# home.search_placeholder
source: Search...
fr: Rechercher...

# home.last_stats
source: Latest statistics...
fr: Dernières statistiques

# home.open_map
source: See locations on the map
fr: Afficher les lieux sur la carte

# home.partners
source: Find your appointments with
fr: Trouvez vos rendez-vous avec

# home.stats.all_locations
source: Locations found in France
fr: Lieux trouvés en France

# home.stats.all_availabilities
source: Appointments available
fr: Créneaux disponibles

# home.stats.locations_with_availabilities
source: Locations with available appointments
fr: Lieux avec rendez-vous disponibles

# home.stats.available_locations_percentage
source: Of locations have availabilities
fr: De lieux avec des disponibilités

# location_search.main_title
source: Select or search for a location in France
fr: Sélectionnez ou recherchez un lieu en France

# location_search.search_placeholder
source: Commune, Postal Code, Department...
fr: Commune, Code Postal, Département...

# locations.list_title
source: List of locations
fr: Liste des lieux

# locations.followed_list_title
source: My followed locations
fr: Liste de vos lieux suivis

# locations.no_results
source: We have not found any appointments for %@
fr: Nous n'avons pas trouvé de créneau pour %@

# locations.sort_option.closest
source: Closest
fr: Au plus proche

# locations.sort_option.fastest
source: Available soonest
fr: Au plus vite

# location.date
source: On %@ at %@
fr: Le %@ à partir de %@

# location.book_button
source: Book an appointment
fr: Prendre rendez-vous

# location.verify_button
source: Check with this location
fr: Vérifier ce lieu

# location.last_update
source: Last updated on %@ at %@
fr: Dernière mise à jour le %@ à %@

# location.no_appointment
source: No appointments
fr: Aucun rendez-vous

# location.open_route
source: Show route
fr: Ouvrir l'itinéraire

# location.unavailable_date
source: Date unavailable
fr: Date indisponible

# location.unavailable_name
source: Name of location unavailable
fr: Nom du centre indisponible

# location.unavailable_address
source: Address unavailable
fr: Adresse indisponible

# location.start_following_title
source: Start following?
fr: Recevoir les notifications ?

# location.start_following_message
source: You can choose to be notified for each change in availability or only when Chronodoses become available at this center.
fr: Vous pouvez choisir d'être notifié pour chaque changement de disponibilité ou seulement lorsque des Chronodoses sont disponibles pour ce centre.

# location.follow_action_title
source: Follow
fr: Suivre

# location.notify_button
source: Be Notified
fr: Être notifié

# location.follow_button
source: Follow without notifications
fr: Suivre sans notifications

# location.stop_following_title
source: Stop following this center?
fr: Ne plus suivre ce centre ?

# location.stop_following_message
source: If you have activated notifications for this center, they will be deactivated.
fr: Si vous avez activé les notifications pour ce centre, elles seront désactivées.

# location.unfollow_action_title
source: Stop Following?
fr: Ne plus suivre

# location.stop_following_button
source: Unfollow
fr: Ne plus suivre

# error.generic.title
source: Oops! We're having some technical difficulties...
fr: Oups! Nous avons des difficultés techniques...

# error.generic.retry_button
source: Retry
fr: Réessayer

# error.generic.cancel_button
source: Cancel
fr: Annuler

# error.generic.default_message
source: If the problem persists, please contact the team at https://covidtracker.fr/contact
fr: Si le problème persiste, merci de contacter l'équipe sur https://covidtracker.fr/contact

# error.network.server_error
source: We've encountered a server error. Please try again later.
fr: Nous rencontrons des problèmes avec le serveur, veuillez réessayer plus tard.

# error.network.offline
source: You appear to be offline.
fr: Il semblerait que vous soyez hors ligne.
